# tap
tap "oven-sh/bun"

# cli
brew "bash"
brew "bat"
brew "bottom"
brew "eza"
brew "fastfetch"
brew "fd"
brew "git"
brew "git-delta"
brew "go"
brew "helix"
brew "jq"
brew "lcov"
brew "procs"
brew "ripgrep"
brew "starship"
brew "uv"
brew "oven-sh/bun/bun"

# cask
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
